/**テスト用データ */
var sample_helm = {
    "name":"幸運のヘルム",
    "type":"ヘルム",
    "装備":"ALL",
    "安全":"4",
    "強化限界":"15",
    "材質":"メタル",
    
    "AC":"-3",
    
    "STR":"1",
    "DEX":"0",
    "CON":"0",
    "INT":"0",
    "WIS":"0",
    "CHA":"0",
    
    "FIRE":"0",
    "EARTH":"0",
    "WIND":"0",
    "WATER":"0",
    
    "HP":"0",
    "MP":"0",
    
    "HPR":"0",
    "MPR":"0",
    
    "追加打撃":"0",
    "弓打撃値":"0",
    "攻撃成功":"0",
    "弓命中率":"0",
    
    "SP":"0",
    "DR":"0",
    "MR":"0",
    "MR強化":"1"
    };

var sample_klk = {
    "name":"冷寒のキーリンク",
    "type":"キーリンク",
    "small":"25",
    "big":"25",
    "安全":"6",
    "強化限界":"15",
    "属性強化":"true",
    "装備":"I",
    "材質":"ジュエリー",
    "両手武器":"false",
    "損傷耐性":"true",
    
    "魔法":"マインドブレイク",
    "魔法発動率":"0.01",
    "魔法発動率強化":"0.01",
    "魔法モーション":"false",
    
    "INT":"1",
    
    "SP":"1",
    
    "ダメージダイス":"2d5+16"
    
    };
